{
    "home": {
        "title": "Home",
        "body": [
            "Welcome to the pulse homepage",
            "Start Exporing:",
            "- [[What is Pulse]]",
            "- [[Arcadia]]"
        ],
        "tags": [
            "main"
        ]
    },
    "What is Pulse": {
        "title": "What is Pulse",
        "body": [
            "is the name of a game my friends made in 6th grade that went wild. It went from telekinesis, to kings, to Omniverses (all will be explained later), to eldritch horrors and family issues. In this wiki I am documenting all of it."
        ],
        "tags": [
            "pulse"
        ]
    },
    "Arcadia": {
        "title": "Arcadia",
        "body": [
            "Arcadia is a continent on a mono-continental world in the [[Reverse Omniverse.]]",
            "The name comes from 3 musical works",
            "   - Arcadia the album by Smash into Pieces.",
            "   - Arcadia the album by The Fat Rat",
            "   - Even in Arcadia the album by Sleep Token.",
            "Arcadia is currently home to the people of the [[Anti-Pulse]].To learn about where they were before go to [[Prior Homes of the people of the Pulse and Anti-Pulse]]",
            "Some notable locations in Arcadia are:",
            "   -[[Winward]]",
            "",
            "Arcadia also has a lot of triditional things such as:",
            "   -[[Arcadian Noble Council]]",
            "   -[[Arcadian King]]"
        ],
        "tags": [
            "Arcadia",
            "Anti-Pulse"
        ]
    },
    "Anti-Pulse": {
        "title": "Anti-Pulse",
        "body": [
            "The Anti-Pulse is like the revese pulse, so they share some broader characteristics such as bing both a people and a power, but the actual powers are very different.",
            "The powers work trough blood, there are bloodlines for each power. Each person is born with powers from their parents, with recessive and dominant powers like genetics.",
            "You can also make and get other powers from blood fountains, where people have made new powers by splicing parts of other powers together.",
            "I say say **GET** other powers, because you need to learn them.",
            "Now here is a list of bloodline powers:"
        ],
        "tags": []
    },
    "Prior Homes of the people of the Pulse and Anti-Pulse": {
        "title": "Prior Homes of the people of the Pulse and Anti-Pulse",
        "body": [],
        "tags": []
    },
    "Winward": {
        "title": "",
        "body": [],
        "tags": []
    },
    "Arcadian Noble Council": {
        "title": "",
        "body": [],
        "tags": []
    },
    "": {
        "title": "",
        "body": [],
        "tags": []
    },
    "": {
        "title": "",
        "body": [],
        "tags": []
    },
    "": {
        "title": "",
        "body": [],
        "tags": []
    }
}