{
    "home": {
        "title": "Home",
        "body": [
            "Welcome to the pulse homepage",
            "Start Exploring:",
            "- [[What is Pulse]]",
            "- [[Arcadia]]",
            "-[[The Story]]"
        ],
        "tags": [
            "main"
        ],
        "style": [
            "background:libary.png"
        ]
    },
    "What is Pulse": {
        "title": "What is Pulse",
        "body": [
            "*THE* Pulse is the name of a game my friends made in 6th grade that went wild. It went from telekinesis, to kings, to [[Omniverses]] (all will be explained later), to eldritch horrors and family issues. In this wiki I am documenting all of it."
        ],
        "tags": [
            "pulse"
        ]
    },
    "Arcadia": {
        "title": "Arcadia",
        "body": [
            "Arcadia is a continent on a mono-continental world in the [[Reverse Omniverse.]]",
            "The name comes from 3 musical works",
            "   - Arcadia the album by Smash into Pieces.",
            "   - Arcadia the album by TheFatRat",
            "   - Even in Arcadia the album by Sleep Token.",
            "Arcadia is currently home to the people of the [[Anti-Pulse]].To learn about where they were before go to  [[Prior Homes of the people of the Pulse and Anti-Pulse]]",
            "Some notable locations in Arcadia are:",
            "   -[[Winward]]",
            "",
            "Arcadia also has a lot of triditional things such as:",
            "   -[[Arcadian Noble Council]]",
            "   -[[Arcadian King]]"
        ],
        "tags": [
            "Arcadia",
            "Anti-Pulse"
        ],
        "style": [
            "background:ruinsBooks.png"
        ]
    },
    "Anti-Pulse": {
        "title": "Anti-Pulse",
        "body": [
            "The Anti-Pulse is like the revese pulse, so they share some broader characteristics such as bing both a people and a power, but the actual powers are very different.",
            "The powers work trough blood, there are bloodlines for each power. Each person is born with powers from their parents, with recessive and dominant powers like genetics.",
            "You can also make and get other powers from blood fountains, where people have made new powers by splicing parts of other powers together.",
            "I say say **GET** other powers, because you need to learn them.",
            "Now here is a list of bloodline powers:",
            "{{dropDownStart:Dolor}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Granite}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Aqua Reja}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Apparitionists}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Summoners}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Ascentionists}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Rains}}",
            "{{dropDownEnd}}"
        ],
        "tags": []
    },
    "Prior Homes of the people of the Pulse and Anti-Pulse": {
        "title": "Prior Homes of the people of the Pulse and Anti-Pulse",
        "body": [],
        "tags": []
    },
    "Winward": {
        "title": "Winward",
        "body": [
            "Winward is a location in the contenent of Arcadia that is a mountain range and it's surrounding areas.",
            "It is pimarily inhabited by members of the [[Arcadian Noble Council]] and their families.",
            "It is also home to the main meeting places of the Council such as {Insert places here later}"
        ],
        "tags": []
    },
    "Arcadian Noble Council": {
        "title": "Arcadia Noble Council",
        "body": [
            "One of the most imporant Arcadian government elements is the Nobel Council.",
            "Council members have various jobs that are the backbone of the whole Arcadian government.",
            "{{dropDownStart:### Boards}}",
            "Nobles may be assigned to a board with a specific topic. Any noble may make a law proposal, but it will be sent to the corresponding group of which the law falls under. The public can also send in law proposals, and there is a member in each board to read proposals and propose them on board debates. ",
            "If it passes a 70% vote of the attendance, it goes to the polling stage, where 35% of the other boards needs to give it a go ahead. After that, it is signed into an actual law. (US legislative branch take notes)",
            "{{dropDownEnd}}",
            "{{dropDownStart:### Ranks}}",
            "While disputed if ranking up in the noble ranks is a responsibility, everyone in the Noble Ranks has ranked up. Ranking up shows others that you can show commutment to long term goals and gain respect.",
            "## Rank 1: Unrefined Grimite",
            "The first rank of the Noble Ranks, this is the baseline you are to expand apon. Not many look down on this rank, but try and mentor people of this rank to get them status.",
            "{{img:ANR1.png}}",
            "(Picture above is a replica of the cloak clasp for this rank.)",
            "{{dropDownEnd}}",
            ""
        ],
        "tags": []
    },
    "Link system": {
        "title": "",
        "body": [
            "",
            "{{img:linkSys.png}}"
        ],
        "tags": []
    },
    "Omniverses": {
        "title": "Omniverses",
        "body": [
            "Omniverses, discovered in [[8th grade]] during the [[Other Worlds Than These]] saga by Max after his vison of [[Trailblazer]] are universes for multiverses.",
            "They work around the prinicble of infinity with rulesets. In our universe there is an infinite amount of things in a ruleset, and in our multiverse  there are infinite universes with a rulseset.",
            "When they were first discovered, there were four:",
            "## Our/Normal Omniverse",
            "Our omniverse, relative to us, the normal one. [[The Pulse]]'s current home [[Eden]] resides here and is where you are reading this article from. (Probably)",
            "## The Reverse Omniverse",
            "The reverse omniverse, home to [[Arcadia]] and the [[Anti-Pulse]], is the oppoiste of ours and has reverse causation. Instead of time just rewinidng, events rewind.",
            "## The Lost Omniverse",
            "My personal favorite, The Lost Omniverse is home to dead universes, but still has some cool stuff in it. It has a sentient gaurdian named Lost. It has it sown archeyupe.",
            "Read more here: [[The Lost Omniverse]]",
            "## The New/Blue Omniverse",
            "This is home to the newest universes, filled with vegitation and life. Not mcuh has happned so far in it, but here is its page: [[The New/Blue Omniverse]]"
        ],
        "tags": []
    },
    "The Story": {
        "title": "The Story",
        "body": [
            "This is the main hub for the story of this game.",
            "- See how it begins in [[6th Grade]]",
            "- The story explodes in [[7th Grade]]",
            "- Discover other worlds than theese in [[8th Grade]]",
            "- Learn more of the ancients in [[Summer of 8/9th Grade]]",
            "- Finish what was started in 8th grade in [[9th Grade]]",
            "There is more to come as the story contenues!"
        ],
        "tags": []
    },
    "6th Grade": {
        "title": "6th Grade",
        "body": [
            "I dont remeber a lot of 6th grade, so a lot of book cannon things will be filled in here.",
            "One fateful day, Max forgot his book when the group headed to the library. He sat next to his friend, Chris, who was reading a book about telekinesis. Max was messing around with a piece of paper and jokingly tried to move it with his mind. To his astonishment, it actually worked.",
            "They roped their friend, Asher, into it. The three of them, discovering their new powers. Max found a power progression, the [[Link system]] as he called it. Like a chain.",
            "Something they found out was that consciousness is the vessel of the self within the mind, while the mind itself is the house that contains it. Max found a way to escape this house of the mind, but that part of the story would come later.",
            "The way to get to the second link from the first is to go up in your mind. You will find a chain. You have to break the chain with energy you have. Max broke it after a bit of trying. The second link isn’t so different from the first. You get a bit more power to work with.",
            "It was the third link that changed everything. Max found it and had to make a choice. Up or down. This decision changed everything. Everything would have been different if he chose up. He chose down and became a chaos. Chaos isn’t bad, it just deals with dark where if he went up he would have been a light and dealt with, well, light.",
            "Max and Asher became Chaos users, and Chris became a light",
            "Max also created a new pulse type, or a bridge to it—it is still debated what he did from time to time—called yellow. This will be important in 7th and 8th.",
            "See what happens next in [[7th Grade]]"
        ],
        "style": [
            "background:libary.png"
        ],
        "tags": []
    },
    "7th Grade": {
        "title": "7th Grade",
        "body": [
            "7th grade I have more memories of and where this story really kicks off.",
            "",
            "###General Events",
            "Max and Chris made a new friend, Raven. Raven found another pulse type, Glitch, it is like a middle ground between light and chaos.",
            "They also found the 4th link of the pulse, after Light, Glitch, and Chaos. Light turned into Gold, Chaos into Chromatic, and Glitch into either one. Gold and Chromatic are just better versions of Light and Chaos",
            "",
            "###The Storm",
            "The first real section of the story, maybe a couple months, but all of the Pulse users kept getting headaches at school, and Max's brother (who at this point Max had taught the pulse) kept getting them at home.",
            "Max looked into it and found out that the extra energy we were putting above the school for safe-keeping had created a storm of energy. ",
            "A school dance was coming up, so they decided that at the dance we would take care of this storm.",
            "Max had a vision of us meeting a new pulse user on the top left side of the gym (where dances had been held before) at the dance, but when they got to the dance, it was being held in the courtyard this time.",
            "The group found a spot to sit and eat and they another pulse user, Carmen. When they introduced ourselves, Max realized we met him on the top left side of the courtyard. Max was right, kinda.",
            "",
            "For the storm, each person took an energy type and they disbanded the storm.",
            "",
            "###The Pulse War",
            "Chris to recive communication, pulse groups, who had recently mainly been isolated, now were reaching out to other groups and warning of a new force, The Dark King",
            "The Dark King planned to stop the divisions of light and dark energy type users and just wanted there to be dark energy types, and had his own forces.",
            "The group decided to fight back, sabatoging forces of the Dark King, rallying their own forces under a banner of using both sides, light and dark energy types",
            "When they had a lot of forces of their own, they realized they needed a King of their own. They choose the one person who had been leading informaly since the beggining of the rebellion, Max",
            "When Max was appointed king by Raven, Chris, and Asher, they each gave Max a bit of their powers. This combiniation of all of the different power types, Glitch from Raven and Gold from Chris, and the Chromatic from Asher mixed with Max's Chromati to give him the 5th link, Ancient.",
            "One of the most memorable battles",
            "",
            "",
            "[[8th Grade]]"
        ],
        "style": [],
        "tags": []
    },
    "8th Grade": {
        "title": "8th Grade",
        "body": [
            "8th grade is when I actually started to chart things, so there is a lot."
        ],
        "style": [],
        "tags": []
    },
    "Summer of 8/9th Grade": {
        "title": "Summer of 8/9th Grade",
        "body": [],
        "style": [],
        "tags": []
    },
    "9th Grade": {
        "title": "9th Grade",
        "body": [],
        "style": [],
        "tags": []
    },
    "Thalasson": {
        "Title": "Thalasson",
        "body": [
            "A place by the sea in Arcadia"
        ],
        "style": [],
        "tags": []
    },
    "Steinbrudd Praetorium": {
        "Title": "Steinbrudd Praetorium",
        "body": [
            "The first area in [[Arcadia]] the people of the [[Anti-Pulse]] fled to after [[The Cataclysm]].",
            "Lotustone area was [[Venirāshar]]"
        ],
        "style": [],
        "tags": []
    },
    "Venirāshar": {
        "Title": "Venirāshar",
        "body": [
            "The [[Lotustone]] the people of the [[Anti-Pulse]] used ot get to [[Steinbrudd Praetorium]] in [[Arcadia]]"
        ],
        "style": [],
        "tags": []
    },
    "Wingrave": {
        "Title": "Wingrave",
        "body": [
            "Where the first battle of the [[War for Arcadia]] was faught"
        ],
        "style": [],
        "tags": []
    },
    "Islefall": {
        "Title": "",
        "body": [
            ""
        ],
        "style": [],
        "tags": []
    },
    "": {
        "Title": "",
        "body": [
            ""
        ],
        "style": [],
        "tags": []
    }
}