{
    "home": {
        "title": "Home",
        "body": [
            "Welcome to the pulse homepage",
            "Start Exploring:",
            "- [[What is Pulse]]",
            "- [[Arcadia]]"
        ],
        "tags": [
            "main"
        ],
        "style":[
            "background:libary.png"
        ]
    },
    "What is Pulse": {
        "title": "What is Pulse",
        "body": [
            "*THE* Pulse is the name of a game my friends made in 6th grade that went wild. It went from telekinesis, to kings, to [[Omniverses]] (all will be explained later), to eldritch horrors and family issues. In this wiki I am documenting all of it."
        ],
        "tags": [
            "pulse"
        ]
    },
    "Arcadia": {
        "title": "Arcadia",
        "body": [
            "Arcadia is a continent on a mono-continental world in the [[Reverse Omniverse.]]",
            "The name comes from 3 musical works",
            "   - Arcadia the album by Smash into Pieces.",
            "   - Arcadia the album by TheFatRat",
            "   - Even in Arcadia the album by Sleep Token.",
            "Arcadia is currently home to the people of the [[Anti-Pulse]].To learn about where they were before go to  [[Prior Homes of the people of the Pulse and Anti-Pulse]]",
            "Some notable locations in Arcadia are:",
            "   -[[Winward]]",
            "",
            "Arcadia also has a lot of triditional things such as:",
            "   -[[Arcadian Noble Council]]",
            "   -[[Arcadian King]]"
        ],
        "tags": [
            "Arcadia",
            "Anti-Pulse"
        ],
        "style":[
 "background:ruinsBooks.png"            
        ]
    },
    "Anti-Pulse": {
        "title": "Anti-Pulse",
        "body": [
            "The Anti-Pulse is like the revese pulse, so they share some broader characteristics such as bing both a people and a power, but the actual powers are very different.",
            "The powers work trough blood, there are bloodlines for each power. Each person is born with powers from their parents, with recessive and dominant powers like genetics.",
            "You can also make and get other powers from blood fountains, where people have made new powers by splicing parts of other powers together.",
            "I say say **GET** other powers, because you need to learn them.",
            "Now here is a list of bloodline powers:",
            "{{dropDownStart:Dolor}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Granite}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Aqua Reja}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Apparitionists}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Summoners}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Ascentionists}}",
            "{{dropDownEnd}}",
            "{{dropDownStart:Rains}}",
            "{{dropDownEnd}}"
        ],
        "tags": []
    },
    "Prior Homes of the people of the Pulse and Anti-Pulse": {
        "title": "Prior Homes of the people of the Pulse and Anti-Pulse",
        "body": [],
        "tags": []
    },
    "Winward": {
        "title": "Winward",
        "body": [
            "Winward is a location in the contenent of Arcadia that is a mountain range and it's surrounding areas.",
            "It is pimarily inhabited by members of the [[Arcadian Noble Council]] and their families.",
            "It is also home to the main meeting places of the Council such as {Insert places here later}"
        ],
        "tags": []
    },
    "Arcadian Noble Council": {
        "title": "Arcadia Noble Council",
        "body": [
            "One of the most imporant Arcadian government elements is the Nobel Council.",
            "Council members have various jobs that are the backbone of the whole Arcadian government.",
            "{{dropDownStart:###Boards}}",
            "Nobles may be assigned to a board with a specific topic. Any noble may make a law proposal, but it will be sent to the corresponding group of which the law falls under. The public can also send in law proposals, and there is a member in each board to read proposals and propose them on board debates. ",
            "If it passes a 70% vote of the attendance, it goes to the polling stage, where 35% of the other boards needs to give it a go ahead. After that, it is signed into an actual law. (US legislative branch take notes)",
            "{{dropDownEnd}}",
            "{{dropDownStart:###Ranks}}",
            "While disputed if ranking up in the noble ranks is a responsibility, everyone in the Noble Ranks has ranked up. Ranking up shows others that you can show commutment to long term goals and gain respect.",
            "##Rank 1: Unrefined Grimite",
            "The first rank of the Noble Ranks, this is the baseline you are to expand apon. Not many look down on this rank, but try and mentor people of this rank to get them status.",
            "{{img:ANR1.png}}",
            "(Picture above is a replica of the cloak clasp for this rank.)"
        ],
        "tags": []
    },
    "Link system": {
        "title": "",
        "body": [
            "",
            "{{img:linkSys.png}}"
        ],
        "tags": []
    },
    "Omniverses": {
        "title": "Omniverses",
        "body": [
            "Omniverses, discovered in [[8th grade]] during the [[Other Worlds Than These]] saga by Max after his vison of [[Trailblazer]] are universes for multiverses.",
            "They work around the prinicble of infinity with rulesets. In our universe there is an infinite amount of things in a ruleset, and in our multiverse  there are infinite universes with a rulseset.",
            "When they were first discovered, there were four:",
            "##Our/Normal Omniverse",
            "Our omniverse, relative to us, the normal one. [[The Pulse]]'s current home [[Eden]] resides here and is where you are reading this article from. (Probably)",
            "##The Reverse Omniverse",
            "The reverse omniverse, home to [[Arcadia]] and the [[Anti-Pulse]], is the oppoiste of ours and has reverse causation. Instead of time just rewinidng, events rewind.",
            "##The Lost Omniverse",
            "My personal favorite, The Lost Omniverse is home to dead universes, but still has some cool stuff in it. It has a sentient gaurdian named Lost. It has it sown archeyupe.",
            "Read more here: [[The Lost Omniverse]]",
            "##The New/Blue Omniverse",
            "This is home to the newest universes, filled with vegitation and life. Not mcuh has happned so far in it, but here is its page: [[The New/Blue Omniverse]]"

        ],
        "tags": []
    },
    "test3": {
        "title": "",
        "body": [],
        "tags": []
    }
}